; WinSnap v2.0.1 Spanish Language File (Template)
; Translated by Oscar Vega <oscarvega@gmail.com>


;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Archivos Executables (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Guardar con Transparencia"

; Settings, Image tab
20061="Transparencia"

; Capture modes
20211="Pantalla Completa"
20212="Aplicación"
20213="Ventana"
20214="Menú Emergente"
20215="Objeto"
20216="Región"

; Main menu, Capture
20511="&Pantalla Completa\tCtrl+1"
20512="&Aplicacion\tCtrl+2"
20513="&Ventana\tCtrl+3"
20514="Menú &Emergente\tCtrl+4"
20515="&Objeto\tCtrl+5"
20516="&Región\tCtrl+6"

; Main menu
20600="&Herramientas"
20601="&Personalizar..."

; Tray menu
20921="&Pantalla Completa"
20922="&Aplicación"
20923="&Ventana"
20924="Menú &Emergente"
20925="Área &Cliente"
20926="&Región"

; Settings, Hotkeys tab
21712="Pantalla Completa:"
21713="Aplicación:"
21714="Ventana:"
21715="Menú Emergente:"
21716="Capturar Objeto:"
21717="Capturar Región:"

; Customize Tools dialog
23000="Personalizar Hereamientas"
23001="Nuevo..."
23002="Edicion..."
23003="Quitar"
23004="Mover Arriba"
23005="Mover Abajo"
23006="Cerrar"

; New Tool dialog
23100="Herramienta Externa"
23101="Aceptar"
23102="Cancelar"

23110="Applicación:"
23111="Título:"
23112="Comando:"
23113="Examinar..."
23114="Parametros:"
23115="Minimizar WinSnap después de executar el commando"
23116="No preguntar por el nombre de la imagen"
23120="Opciones de Gurdado:"
23121="Carpeta:"
23122="Examinar..."
23123="Nombre de Archivo:"
23124="Formato de Imagen:"

; Region mode, right-click menu
24106="Tamaño Fijo"
24107="Gurdar posición"

; Object mode, helper dialog
24201="Mueva el mouse por la pantalla para cambiar la selección. Use la tecla Ctrl para seleccionar multiples objetos y el boton derecho para cambiar las opciones."
24202="Título:"
24203="Clase:"
24204="	Proceso:"

; Object mode, right-click menu
24300="Seleccionar Objeto\tEspacio"
24301="Invertir selección\tTab"
24302="Anular selección\tRetroceso"
24303="Botones y controles"
24304="Ventanas de Aplicación"
24305="Cancelar captura\tEsc"
24306="Salir de este menu"

; Register dialog
28000="Registrar WinSnap"
28001="Ordene Ahora!"
28002="Ingresar Licencia..."
28003="Continuar"
28004="Salir"
28010="Su copia de WinSnap es una version de prueba por 30 dias. Debe comprar una licencia para continuar usandola."
28011="Usted tiene %d dias para registrarse."
28012="Licencias y Precios"

; About dialog
28100="Acerca de WinSnap"
28101="OK"
28102="Registrar"
28103="Este producto esta registrado a:"
28104="Foros de Soporte"

; Errors
32009="Directorio no Valido:\r\n%s"
32010="No se puede crear el proceso."
32020="Debe especificar un nombre."

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="Include mouse cursor in capture"
; Image page
;   => 21603="Keep WinSnap minimized in auto-save mode"
;   => 21604="Clear image on minimize to safe memory"
; Region selection
;   => 24100="Rectangle"
;   => 24101="Round rectangle"
;   => 24102="Ellipse"
;   => 24103="Abort selection\tBackspace"
;   => 24104="Cancel capture\tEsc"
;   => 24105="Dismiss this menu"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Español (Latino)"


; Cofiguration
20000="Windows Snapshot Maker v1.1 beta 5"
20001=" (No Registrado)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="imagen"

; Print job name
20011="Captura WinSnap"

; Save/Open filters
20030="Todos los Archivos(*.*)"
20031="Formatos Soportados"
20032="Archivos de Licencia(*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< Vacío >>"
20091="generando..."

; Main window
20100="Cerrar"
20101="Nueva Captura"
20102="Copiar a Porta papeles"
20103="Guardar Imagen..."
20104="Enviar por E-Mail..."

20110="Color:"
20111="Desactivado"
20112="Escala de Grises"
20113="Sepia"
20114="Invertir"

20115="Sombra:"
20116="Desactivado"
20117="Positiva"
20118="Negativa"
20119="Exterior"

20120="Varios:"
20121="Contorno"
20122="Marca de Agua"
20123="Rotar"
20124="Escala"

20200="Modo de Captura:"
20201="Pantalla Completa"
20202="Aplicación"
20203="Ventana"
20204="Área Cliente"
20205="Menú Emergente"
20206="Región"

; Menú
20300="&Archivo"
20301="&Nueva Captura\tCtrl+N"
20302="&Abrir Imagen...\tCtrl+O"
20303="&Guardar\tCtrl+S"
20304="Guardar c&omo..."
20305="Guardar &miniatura como..."
20306="&Imprimir...\tCtrl+P"
20307="Configurar &Pagina..."
20308="Sa&lir"

20350="&Edición"
20351="&Copiar\tCtrl+C"
20352="Copiar &Miniatura"
20353="&Pegar\tCtrl+V"
20354="&Limpiar Imagen\tDel"

20400="&Opciones"
20401="Auto &Guardar"
20402="Auto &Copiar"
20403="Opciones...\tF2"

20410="Color:"          
20411="Desactivado"             
20412="Escala de Grises"
20413="Sepia"           
20414="Invertir"        
                        
20420="Sombra:"         
20421="Desactivado"             
20422="Positiva"        
20423="Negativa"        
20424="Exterior"        
                        
20430="Varios:"         
20431="Contorno"        
20432="Marca de Agua"   
20433="Rotar"           
20434="Escala"          

20500="&Modo de Captura"
20501="&Pantalla Completa\tCtrl+1"
20502="&Aplicacion\tCtrl+2"
20503="&Ventana\tCtrl+3"
20504="Área &Cliente\tCtrl+4"
20505="Menú &Emergente\tCtrl+5"
20506="&Región...\tCtrl+6"

20550="Ay&uda"
20551="&Temas de Ayuda\tF1"
20552="Página &Web"
20553="&Foros en Línea"
20554="&Verificar Actualizaciones"
20555="&Acerca de WinSnap..."
20556="&Registrar WinSnap"
20557="&Ingresar Licencia..."

; Tray menu
20900="Ocultar WinSnap"
20901="Mostrar WinSnap"
20903="Opciones..."
20904="Salida"

20911="&Pantalla Completa"
20912="&Aplicación"       
20913="&Ventana"          
20914="Área &Cliente"     
20915="Menú &Emergente"   
20916="&Región"           

; Config
21000="Opciones"
21001="OK"
21002="Cancelar"
21003="Aplicar"

21050="General"
21051="Ajustes"
21052="Efecto"
21053="Marca de Agua"
21054="Imagen"
21055="Atajos"

; General page
21100="Lenguaje:"
21101="Buscar mas traducciones..."
21102="Iniciar WinSnap con Windows"
21103="Buscar actualizaciones periódicamente"
21104="WinSnap siempre visible"
21105="Restaurar tamaño y posición de WinSnap"
21106="Mostrar siempre WinSnap en la bandeja del sistema"
21107="Minimizar a la bandeja al cerrar"
21108="Tomar captura al iniciar WinSnap:"
21109="Modo de captura al inicias:"
21110="Emitir sonido al capturar"
21111="Ocultar WinSnap antes de tomar captura"
21112="Ocultar en la bandeja antes de tomar captura"
21113="Tiempo antes de la captura si WinSnap esta visible (ms):"
21114="Incluir cursor del Mouse en la captura"

; Blending page
21200="Sombra:"
21201="Angulo:"
21202="°"
21203="Distancia:"
21204="px"
21205="Tamaño:"
21206="px"
21207="Transparencia:"
21208="%"
21209="Color:"
21210="#"
21211="Contorno:"
21212="Color:"
21213="#"
21214="Tamaño:"
21215="px"
21216="Fondo:"
21217="Color:"
21218="#"

; Canvas page
21400="Rotar:"
21401="Angulo:"
21402="°"
21403="Escala:"
21404="Ajustar a la escala:"
21405="Ajustar tamaño de la imagen:"
21406="Dimensión:"
21407="%"
21408="Largo:"
21409="px"
21410="Alto:"
21411="px"
21412="Mantener proporción"
21413="Avanzado:"
21414="Modo de Interpolación:"

21490="Nearest neighbor"
21491="Bilinear"
21492="Bicubic"
21493="High-Quality Bilinear"
21494="High-Quality Bicubic"

; Watermark page
21500="Imagen para marca de agua:"
21501="Archivo de imagen:"
21502="Abrir..."
21503="Marca con transparencia:"
21504="transparencia:"
21505="%"
21506="Posición:"
21507="Especificar posición desde los costados de la imagen:"
21508="Horizontal:"
21509="%"
21510="Vertical:"
21511="%"
21512="Horizontal:"
21513="px"
21514="Vertical:"
21515="px"
21516="Use coordenadas relativas"

21590="Arriba - Izquierda"
21591="Arriba - Centro"
21592="Arriba - Derecha"
21593="Centro - Izquierda"
21594="Centrar"
21595="Centro - Derecha"
21596="Abajo - Izquierda"
21597="Abajo - Centro"
21598="Abajo - Derecha"

; Saving page
21600="Copiar imágenes al portapapeles automáticamente"
21601="Guardar imágenes en disco automáticamente"
21602="No preguntar por Nombre de Archivo al Guardar Imágenes"
21603="Mantener WinSnap minimizado en modo auto-guardar"
21604="Limpiar imagen al minimizar para ahorrar memoria"
21610="Opciones de Auto-guardar:"
21611="Carpeta por defecto:"
21612="Buscar..."
21613="Nombre de Archivo:"
21615="Formato de Imagen:"
21620="Compresión:"
21621="Calidad de JPEG:"
21622="%"
21699="elija una carpeta para auto-guardar sus capturas."

; Hotkeys page
21700="Activar atajos del sistema"
21701="Control de captura:"
21702="Pantalla completa:"
21703="Aplicación:"
21704="Ventana Activa:"
21705="Área cliente:"
21706="Menu Emergente:"
21707="Inicio de región de captura:"
21720="Control de WinSnap:"
21721="Minimizar/restaurar:"
21722="Mostrar/ocultar ventana principal:"
21723="Salir de WinSnap:"

; Region selection
24001="Seleccione una región de la pantalla usando el ratón o las teclas de dirección. Use el botón derecho para cambiar el tamaño de la región a capturar y F1 para mostrar/ocultar esta ayuda."
24002="Posición:"
24003="x:"
24004="y:"
24005="Tamaño:"
24006="w:"
24007="h:"

24100="Rectangulo"
24101="Rectangulo redondeado"
24102="Elipse"
24103="Abortar seleccion\tRetroceso"
24104="Cancelar captura\tEsc"
24105="Abandonar este menu"

; Confirmations
31900="Confirmación de WinSnap"
31901="WinSnap se esta ejecutando. Desea detener la ejecución?"
31902="Seguro que de sea salir de WinSnap?"
31903="Por favor reinicie WinSnap para finalizar el proceso de registro.\r\nDesea reiniciar WinSnap ahora?"

; Errors
32000="Error en WinSnap"
32001="No se puede cargar archivo de lenguaje."
32002="No se pueden guardar las opciones en el registro. Revide sus permisos."
32003="No se puede cargar el archivo de imagen.\r\nNo es un archivo de imagen valido, o su formato no es soportado."
32004="No se puede guardar el archivo en disco."
32005="No se puede guardar la imagen en archivo temporal."
32006="No se pude cargar el soporte de correo (Mapi32.dll)."
32007="MAPI fallo en enviar el mensaje."
32008="Fallo al registrar WinSnap."

; Check for update
32500="Actualizar WinSnap"
32501="Una nueva versión de WinSnap esta disponible!\r\nDesea descargarla ahora?"
32502="Usted posee la última versión de WinSnap. No necesita actualizar."

